const ar = {
   /**
    * Header Dictionary Here for Arabic
    */
   header: {
      menuName: "القائمة"
   },
   /**
    * Home Page Dictionary Here for Arabic
    */
   home: {
      title: "الرئيسية",
      description: "هذه هي الصفحة الرئيسية.",
      banner: {
         title: "تعزيز التعاون بين العمال والمقاولين",
         subText: "تسهيل التعاون السلس بين محترفي البناء والمقاولين، وتبسيط إدارة المشاريع وتعزيز الكفاءة."
      },
      constructionWorker: {
         title: "استعِن بعامل بناء لضمان نجاح مشروعك",
         description: "استكشف الفرص واعثر على الوظيفة المثالية من خلال منصة الوظائف الشاملة لدينا.",
         review:
            "في ConsturMD، وجدت المجتمع عالي الجودة الذي كنت أبحث عنه. يمكنني العمل مع أشخاص موهوبين في جميع أنحاء العالم، والأفضل من ذلك كله، أنني أشعر بالاحترام والجديرة والتمكين.",
         user: {
            name: "تيفاني شو",
            title: "مدير المشروع",
            avatar: "/images/avatar/Avatar-2.png"
         }
      },
      topWorker: {
         title: "تصفح واستئجار أفضل العمال",
         description:
            "العميل مهم جدًا، العميل سيتبعه العميل. نتيجة كريمة ومفيدة، ولكن القول المأثور وموريس، وليس نيبه.",
         buttonLink: "#",
         buttonText: "استئجار عامل",
         review:
            "لقد كنت أبحث عن وظائف بناء لعدة أشهر، وأخيراً وجدت النجاح من خلال هذا السوق. لقد ربطتني المنصة بأصحاب العمل ذوي السمعة الطيبة",
         user: {
            name: "كريستوفر ريل",
            title: "قائد التكنولوجيا، Xoxo",
            avatar: "/images/avatar/Avatar-1.png"
         }
      }
   }
}

export default ar
